<?php

// +----------------------------------------------------------------------
// | ShuipFCMS
// +----------------------------------------------------------------------
// | Copyright (c) 2012-2014 http://www.shuipfcms.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: 水平凡 <admin@abc3210.com>
// +----------------------------------------------------------------------
return array(
    /* 数据库设置 */
    'DB_TYPE' => 'mysql', // 数据库类型
    'DB_HOST' => '139.224.45.201', // 服务器地址
    'DB_NAME' => 'gqb_test', // 数据库名
    'DB_USER' => 'xcbogle', // 用户名
    'DB_PWD' => '88852318hjy', // 密码
    'DB_PORT' => '3306', // 端口
    'DB_PREFIX' => 'jbr_', // 数据库表前缀

    /* 站点安全设置 */
    //"AUTHCODE" => '7HKAwupFIIPVcqQxVR', //密钥

    /* Cookie设置 */
    "COOKIE_PREFIX" => 'fiz_', //Cookie前缀

    /* 数据缓存设置 */
    'DATA_CACHE_PREFIX' => 'n6m_', // 缓存前缀
);
